import { HelpStore } from ".";

export const initialState: HelpStore = {
  faqItems: [
    {
      title: "Кто такие Агентство Недвижимости «Розе»?",
      subtitle: "",
      text: "Агентство недвижимости Розе работает на рынке уже более 3-ёх лет, за это время мы продали более 100 объектов недвижимости и создали собственную методику продаж, подробнее о нас можно узнать в блоке «про нас» или на наших социальных сетях",
    },
    {
      title: "Как купить недвижимость на данном сайте?",
      subtitle: "",
      text: "Всё что вам нужно сделать - это позвонить/написать на WhatsApp по номеру, который указан в объявлении или оставить свои контактные данные. Вам ответит наш сотрудник, который ответственен за продажу этого объекта и полностью вас проконсультирует.",
    },
    {
      title: "Как разместить у вас своё объявление?",
      subtitle: "",
      text: "На данном сайте собственники не могут сами выставлять своё объявление. Платформа предназначена для наших клиентов, чью недвижимость мы проверили и с кем заключили договор, если вам интересно сотрудничество, то вы можете ознакомиться со всеми условиями, связавшись с нами по WhatsApp или оставив контактные данные на странице «Контакты».",
    },
    {
      title: "Сколько стоят ваши услуги по продаже недвижимости?",
      subtitle: "",
      text: "Стоимость услуги зависит от стоимости вашей недвижимости, до 40 миллионов комиссия составляет 400 000 тенге, свыше 40 миллионов собственник оплачивает нам 1.3% от стоимости. <br /><br />Важно знать, что комиссию мы получаем только после результата и только в случае если сами привели клиента.",
    },
    {
      title: "Как вы проверяете недвижимость?",
      subtitle: "",
      text: "Наши сотрудники заранее предупреждают клиентов о необходимости подготовки документов для проверки их на юридическую чистоту, во время встречи с собственником объекта, мы проверяем документы и заказываем справку о наличии или об отсутствии обременений.",
    },
    {
      title: "Чем ваша платформа отличается от других?",
      subtitle: "",
      text: "На нашей платформе собрана только проверенная недвижимость, мы обязательно смотрим документы и проверяем их на юридическую чистоту, перед тем как заключить с клиентом договор и выставлять его объявление.<br /><br />По каждому из наших объявлений вы можете посмотреть видеообзор.<br /><br /> Мы очень стараемся делать качественные фотографии, заранее готовим объект, чтобы вы лучше понимали его реальные преимущества, планировку или явные недостатки.",
    },
    // {
    //   title: "Как купить недвижимость на данном сайте?",
    //   subtitle: "Мне понравилась квартира и я хочу ее приобрести",
    //   text: "На странице описания каждой недвижимости имеется форма обратной связи, где Вы можете оставить свои контактные данные и мы свяжимся с Вами. А также есть кнопки для быстрой связи, при помощи которых Вы можете позвонить или написать на WhatsApp агенту недвижимости, который сопровождает данный объект.",
    // },
  ],
};
